/* Relative time for 59.5 minutes to 1.5 hours */
"1 Hour" = "1 Hour";

/* Relative time for 30 to 90 seconds */
"1 Minute" = "1 Minute";

/* Locations are based on an Angle and Distance from the current location */
"Angle & Distance" = "Angle & Distance";

/* Locations are at the current GPS position */
"At GPS Location" = "At GPS Location";

/* Locations are at the target on the map */
"At Target Location" = "At Target Location";

/* Locations are at the touch on the map */
"At Touch Location" = "At Touch Location";

/* Relative time for 1.5 to 24 hours */
"Hours" = "Hours";

/* Relative time for less than 30 seconds */
"Just Now" = "Just Now";

/* Master */
"Master" = "Master";

/* Relative time for 2 to 59 minutes */
"Minutes" = "Minutes";

